[
    {
        "id": "1",
      "title": "Event Coordinator",
      "department": "Operations",
      "location": "New York City",
      "description": "We are seeking a passionate Event Coordinator to join our team. In this role, you will be responsible for planning and executing a variety of community and cultural events. If you have a creative spirit and excellent organizational skills, we'd love to have you on board!",
      "requirements": "Bachelor's degree in event management or related field, excellent organizational and communication skills, attention to detail, ability to work in a fast-paced environment",
      "posted_date": "2023-10-09",
      "application_deadline": "2023-10-30"
    },
    {
        "id": "2",
      "title": "Marketing Specialist",
      "department": "Marketing",
      "location": "Los Angeles",
      "description": "Join our marketing team as a Marketing Specialist! You will be responsible for promoting our community and cultural events, managing social media campaigns, and creating engaging content. If you have a flair for marketing and a passion for cultural events, apply now!",
      "requirements": "Bachelor's degree in marketing or related field, social media expertise, content creation skills, creative thinking",
      "posted_date": "2023-10-09",
      "application_deadline": "2023-10-30"
    },
    {
        "id": "3",
      "title": "Customer Support Representative",
      "department": "Customer Support",
      "location": "Chicago",
      "description": "We are looking for a friendly and customer-focused individual to join our Customer Support team. As a Customer Support Representative, you will assist event attendees, handle inquiries, and ensure a positive experience for our customers.",
      "requirements": "High school diploma or equivalent, excellent customer service skills, strong communication abilities, ability to handle customer inquiries and issues",
      "posted_date": "2023-10-09",
      "application_deadline": "2023-10-30"
    },
    {
        "id": "4",
      "title": "Graphic Designer",
      "department": "Creative",
      "location": "San Francisco",
      "description": "Are you a creative mind with a passion for design? Join our Creative team as a Graphic Designer! You will be responsible for creating visually appealing marketing materials, event posters, and digital assets to promote our events.",
      "requirements": "Bachelor's degree in graphic design or related field, proficiency in graphic design software (e.g., Adobe Creative Suite), creativity, and attention to detail",
      "posted_date": "2023-10-09",
      "application_deadline": "2023-10-30"
    },
    {
        "id": "5",
      "title": "Event Photographer",
      "department": "Creative",
      "location": "Miami",
      "description": "Capture the magic of our events as an Event Photographer! We are looking for talented photographers to document our cultural celebrations, exhibitions, and more. If you have an eye for storytelling through photography, apply today!",
      "requirements": "Professional photography equipment, portfolio showcasing event photography, strong composition and storytelling skills, availability to work at event locations",
      "posted_date": "2023-10-09",
      "application_deadline": "2023-10-30"
    },
    {
        "id": "6",
      "title": "Financial Analyst",
      "department": "Finance",
      "location": "Houston",
      "description": "Join our Finance team as a Financial Analyst! You will play a crucial role in budgeting, financial forecasting, and financial analysis for our events. If you have a strong analytical mind and financial expertise, we want to hear from you!",
      "requirements": "Bachelor's degree in finance or related field, financial analysis skills, proficiency in financial software, attention to detail",
      "posted_date": "2023-10-09",
      "application_deadline": "2023-10-30"
    }
  ]
